<template>
  <transition>
    <div class="home-container">
      <div class="section">
        <ul class="section__about">
          <li><a href="#now">Библиотека сегодня</a></li>
          <li><a href="#history">История библиотеки</a></li>
          <li><a href="#book">Книга "100 историй о Крыловке"</a></li>
          <li><a href="#services">Услуги</a></li>
        </ul>

        <div class="title" id="now">Библиотека сегодня</div>
        <hr />
        <div class="section__content">
          <h6 class="section__title">
            Областная детская библиотека имени И.А.Крылова 1918 - 2021:<br />
            более 100 лет на службе читающего детства
          </h6>

          <p>
            ГУК ЯО «Областная детская библиотека им. И.А. Крылова» – крупнейшая
            детская библиотека Ярославской области, центральное книгохранилище
            детской литературы в регионе, региональный методический центр.
          </p>

          <p>Библиотека обслуживает более 10000 читателей в год.</p>
          <p>Действуют:</p>
          <ul>
            <li>старший и младший абонементы;</li>
            <li>
              три читальных зала: для дошкольников и школьников 1-4 классов;
              школьников среднего и старшего звена; руководителей детского
              чтения;
            </li>
            <li>
              отдел электронного обслуживания: 8 компьютеров с доступом в
              интернет для детей;
            </li>
            <li>
              сайт www.krylovka.ru и открытые группы Крыловка в Ярославле в
              социальных сетях: ВКонтакте - для школьников, Фейсбук и Инстаграм
              - для родителей и педагогов (#крыловкавярославле#).
            </li>
            <li>
              На 1 января 2018 года книжный фонд составил свыше 200 тысяч
              экземпляров – это лучшие детские издания, богатая коллекция книг
              по краеведению, научно-познавательная литература по всем отраслям
              знаний. Ежегодно Крыловка приобретает до 1500 новых книг ведущих
              детских издательств, свежие номера 200 периодических изданий,
              журналы для педагогов и библиотекарей.
            </li>
          </ul>
        </div>
      </div>
      <div class="section">
        <div class="title" id="history">История библиотеки</div>
        <hr />
        <div class="section__content">
          <p>
            В октябре 2018 года исполнилось 100 лет со дня образования
            Ярославской областной детской библиотеки им. И.А. Крылова (1918).
          </p>
          <p>
            Областная детская библиотека им. И.А. Крылова – одна из старейших
            детских библиотек в России. Первое документально подтвержденное
            упоминание о ней относится к октябрю 1918 года. В Государственном
            архиве Ярославской области сохранился «Протокол совещания работников
            библиотечного дела», которое состоялось при внешкольном подотделе
            губернского отдела народного образования 7 октября 1918 г. Согласно
            протоколу, от детской библиотеки им. Крылова на том совещании
            присутствовала некая Шишкина, а известный в Ярославле краевед,
            журналист, педагог, организатор и руководитель ярославских библиотек
            П. А. Критский в ходе заседания, перечисляя недавно образованные
            библиотеки, сказал, что «из новых библиотек надо отметить библиотеку
            им. Крылова».
          </p>
          <p>
            Где находилось самое первое здание библиотеки, нам неизвестно. В
            единственном сохранившемся в архиве документе от 1923 г. указано,
            что библиотека располагалась по адресу: ул. Романовская д. 1 (ныне
            ул. Некрасова). В трудные 20-е годы библиотека им. Крылова была
            единственной специальной детской библиотекой в Ярославле.
          </p>
        </div>
      </div>
      <div class="section">
        <div class="title" id="book">Книга "100 историй о Крыловке"</div>
        <hr />
        <div class="section__content">
          <p>
            100 историй о Крыловке: столетнему юбилею Областной детской
            библиотеки им. И.А. Крылова посвящается.
          </p>

          <p>
            «Крыловка» – именно так в Ярославле нередко называют Областную
            детскую библиотеку им. И.А. Крылова. Одна из первых детских
            библиотек в нашей стране, в 2018 г. она отметила свой столетний
            юбилей.
          </p>

          <p>
            Перед вами не научная монография, не отчет о проделанной работе и не
            реклама современных достижений. Данное издание – это сборник
            коротких очерков из истории Крыловки. Это рассказ о ее работе,
            фонде, читателях и сотрудниках в разные годы существования
            библиотеки.
          </p>

          <p>
            Книга содержит воспоминания очевидцев, кроме того, при ее создании
            были использованы документы из архива библиотеки и Государственного
            архива Ярославской области. Издание включает большое количество
            фотографий, никогда ранее не публиковавшихся.
          </p>

          <p>
            Для широкого круга читателей. Книгу можно посмотреть
            <a
              class="section__link"
              href="http://krylovka.ru/download/Book_web.pdf"
              >здесь</a
            >.
          </p>
        </div>
      </div>

      <div class="section">
        <div class="title" id="services">Услуги</div>
        <hr />
        <div class="section__content">
          <p>Библиотека осуществляет следующие основные виды деятельности:</p>
          <ul>
            <li>
              выдача документов во временное пользование, организация и
              проведение массовых библиотечных мероприятий с целью приобщения
              детей к чтению, развития культуры чтения, воспитания
              информационной культуры силами самого бюджетного учреждения и
              совместно со сторонними организациями;
            </li>
            <li>
              оказание услуг по библиографическому обслуживанию пользователей
              библиотеки;
            </li>
            <li>
              оказание услуг по информационному обслуживанию пользователей
              библиотеки (в том числе с использованием электронных носителей
              информации), предоставление рабочего места пользователя
              персонального компьютера с выходом в сеть Интернет (детям до 18
              лет и специалистам библиотек области),
              консультационно-методическое обслуживание пользователей
              библиотеки;
            </li>
            <li>
              формирование библиотечного фонда бюджетного учреждения
              (комплектование, хранение, организация использования в целях
              библиотечного, библиографического и информационного обслуживания
              пользователей) с учетом специализации бюджетного учреждения, учет
              библиотечного фонда бюджетного учреждения;
            </li>
          </ul>
        </div>
      </div>
    </div>
  </transition>
</template>

<script>
// @ is an alias to /src

export default {
  name: "About",
};
</script>