<template>
  <transition>
    <div class="home-container">
      <div class="section">
        <div class="title">Телефоны</div>
        <hr/>
        <div class="section__content">
          <ul class="section__content-contacts">
            <li><span>тел. (4852) 75-52-07</span> Директор - Петрова Елена Витальевна</li>
            <li><span>тел. (4852) 25-94-07</span> Заместитель директора - Елена Владимировна Красулина</li>
            <li><span>тел. (4852) 25-94-07</span> Заместитель директора - Александр Михайлович Никаноров</li>
            <li><span>тел. (4852) 25-94-05</span> Младший абонемент. С 3 лет по 4 класс.</li>
            <li><span>тел. (4852) 25-94-10</span> Старший абонемент. 5-9 класс.</li>
            <li><span>тел. (4852) 25-94-10</span> Сектор учёта (запись в библиотеку)</li>
            <li><span>тел. (4852) 75-52-08</span> Отдел электронного обслуживания</li>
            <li><span>тел. (4852) 25-84-03</span> Научно-методический отдел</li>
            <li><span>тел. (4852) 25-84-03</span> Справки о наличии книги в фонде</li>
            <li><span>тел. (4852) 25-84-03</span> Отдел организационно-массовой работы</li>
            <li><span>тел. (4852) 25-84-04</span> Отдел информатизации</li>
            <li><span>тел. (4852) 73-87-88</span> Отдел комплектования и обработки фондов</li>
            <li><span>тел. (4852) 25-94-08</span> Отдел хранения, гигиены и реставрации фондов</li>
            <li><span>тел. (4852) 25-56-24</span> Главный бухгалтер - Светлана Владимировна Золотарёва</li>
          </ul>
        </div>
      </div>
      <div class="section">
        <div class="title">Наш адрес</div>
        <hr />
        <div class="section__content">
          150014, г. Ярославль, ул. Володарского, д. 59<br>
          email: mail@krylovka.ru
        </div>
      </div>
      <div class="section">
        <div class="title">Обратная связь</div>
        <hr />
        <div class="section__content">
           <h6 class="section__title">Вы также можете нам написать:</h6>
           <ul>
             <li>свое впечатление о книге, занятии, мероприятии, беседе, выставке, конкурсе</li>
             <li>вам хочется поблагодарить Крыловку за ценную информацию, хорошие
            впечатления, полезное занятие, сотрудничество, поддержку … Благодарность
             всегда вдохновляет!</li>
             <li>если вам нужна помощь и консультация</li>
             <li>если в Крыловке с вами произошло что-то неприятное: не нашли книгу,
            были невежливы, вы недовольны мероприятием и т.п.</li>
            <li>вы хотите предложить свою идею, книги из домашней библиотеки,
            помощь и сотрудничество, знакомство с интересным человеком,
            вообще что-то новое и интересное. Мы открыты новому и необычному!</li>
           </ul>
          <div class="button-white button-white-one">Обратная связь</div>
        </div>
      </div>
    </div>
  </transition>
</template>
<script>
// @ is an alias to /src

export default {
  name: "Contacts",
};
</script>